# ZoneUseDehumidificationSetpointParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneUseDehumidificationSetpointParam Property
ParameterTypeId Class See Also
---
"Use Dehumidification Set Point"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneUseDehumidificationSetpointParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneUseDehumidificationSetpointParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneUseDehumidificationSetpointParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace